/* eslint-disable react/no-unescaped-entities */
import React from "react"

const ArPrivacyPolicy = () => {
  return (
    <main className="py-10 text-[14px] lg:py-20 lg:text-[16px]">
      <div className="container rounded-3xl border py-5 leading-loose shadow-lg lg:!px-6 lg:py-10">
        <div className="mb-6 lg:mb-8">
          <h2 className="mb-6 text-center text-xl lg:text-3xl">
            <b> سياسة الخصوصية</b>
          </h2>

          <p>تاريخ السريان: 2022-09-05</p>
        </div>
        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            1. <b> مقدمة</b>
          </p>
          <p>
            مرحبًا بك في <b> Mabet</b>.
          </p>
          <p>
            تحكم سياسة الخصوصية الخاصة بنا زيارتك لموقع <b> mabet.com.sa</b> ،
            وتشرح كيف نجمع المعلومات التي تنتج عن استخدامك لخدمتنا ونحميها ونكشف
            عنها.
          </p>
          <p>
            نستخدم بياناتك لتقديم الخدمة وتحسينها. باستخدام الخدمة ، فإنك توافق
            على جمع واستخدام المعلومات وفقًا لهذه السياسة. ما لم يتم تحديد خلاف
            ذلك في سياسة الخصوصية هذه ، فإن المصطلحات المستخدمة في سياسة
            الخصوصية هذه لها نفس المعاني كما في الشروط والأحكام الخاصة بنا.
          </p>
          <p>
            تحكم البنود والشروط الخاصة بنا (<b> "البنود"</b>) جميع استخدامات
            خدمتنا وتشكل جنبًا إلى جنب مع سياسة الخصوصية اتفاقك معنا (
            <b>"الاتفاقية"</b>).
          </p>
        </div>
        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            2. <b> التعريفات</b>
          </p>
          <p>
            <b> SERVICE</b> تعني موقع mabet.com.sa الذي تديره شركة Mabet.
          </p>
          <p>
            <b> البيانات الشخصية</b> تعني بيانات حول فرد على قيد الحياة يمكن
            تحديد هويته من خلال تلك البيانات (أو من تلك المعلومات وغيرها سواء
            كانت بحوزتنا أو من المحتمل أن تكون في حوزتنا).
          </p>
          <p>
            <b> بيانات الاستخدام</b> هي بيانات يتم جمعها تلقائيًا إما عن طريق
            استخدام الخدمة أو من البنية التحتية للخدمة نفسها (على سبيل المثال ،
            مدة زيارة الصفحة).
          </p>
          <p>
            <b> ملفات تعريف الارتباط</b> هي ملفات صغيرة مخزنة على جهازك
            (الكمبيوتر أو الجهاز المحمول).
          </p>
          <p>
            <b> وحدة التحكم في البيانات</b> تعني شخصًا طبيعيًا أو اعتباريًا (إما
            بمفرده أو بشكل مشترك أو بالاشتراك مع أشخاص آخرين) يحدد الأغراض
            والطريقة التي يتم بها ، أو يجب أن تكون أي بيانات شخصية ، معالجتها.
            لغرض سياسة الخصوصية هذه ، نحن مراقب بيانات لبياناتك.
          </p>
          <p>
            <b> معالجات البيانات (أو موفرو الخدمة)</b> تعني أي شخص طبيعي أو
            اعتباري يقوم بمعالجة البيانات نيابة عن وحدة التحكم في البيانات. قد
            نستخدم خدمات مختلف مقدمي الخدمات من أجل معالجة بياناتك بشكل أكثر
            فعالية.
          </p>
          <p>
            <b> موضوع البيانات</b> هو أي فرد على قيد الحياة يخضع للبيانات
            الشخصية.
          </p>
          <p>
            <b> المستخدم</b> هو الفرد الذي يستخدم خدمتنا. يتوافق المستخدم مع
            موضوع البيانات ، وهو موضوع البيانات الشخصية.
          </p>
        </div>
        {/*  */}
        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            3. <b> جمع المعلومات واستخدامها</b>
          </p>
          <p>
            نحن نجمع عدة أنواع مختلفة من المعلومات لأغراض مختلفة لتوفير وتحسين
            خدماتنا لك.
          </p>
        </div>
        <div className="mb-4 lg:mb-6">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            4. <b> أنواع البيانات المجمعة</b>
          </p>
          <p>
            <b> البيانات الشخصية</b>
          </p>
          <p>
            أثناء استخدام خدمتنا ، قد نطلب منك تزويدنا بمعلومات تعريف شخصية
            معينة يمكن استخدامها للاتصال بك أو التعرف عليك (
            <b> "البيانات الشخصية"</b>). قد تتضمن معلومات التعريف الشخصية ، على
            سبيل المثال لا الحصر:
          </p>
          <p>0.1. عنوان البريد الإلكتروني</p>
          <p>0.2. الاسم الأول واسم العائلة</p>
          <p>0.3. رقم الهاتف</p>
          <p>
            0.4. العنوان ، البلد ، الولاية ، المقاطعة ، الرمز البريدي / الرمز
            البريدي ، المدينة
          </p>
          <p>0.5. ملفات تعريف الارتباط وبيانات الاستخدام</p>
          <p>
            قد نستخدم بياناتك الشخصية للاتصال بك بشأن النشرات الإخبارية والمواد
            التسويقية أو الترويجية وغيرها من المعلومات التي قد تهمك. يمكنك إلغاء
            الاشتراك في تلقي أي من هذه الاتصالات أو جميعها منا باتباع رابط إلغاء
            الاشتراك.
          </p>
        </div>

        <div className="mb-4 lg:mb-6">
          <p>
            <b> بيانات الاستخدام</b>
          </p>
          <p>
            قد نجمع أيضًا المعلومات التي يرسلها متصفحك عندما تزور خدمتنا أو
            عندما تدخل إلى الخدمة عن طريق أو من خلال أي جهاز (
            <b>"بيانات الاستخدام"</b>).
          </p>
          <p>
            قد تتضمن بيانات الاستخدام هذه معلومات مثل عنوان بروتوكول الإنترنت
            لجهاز الكمبيوتر الخاص بك (مثل عنوان IP) ، ونوع المتصفح ، وإصدار
            المتصفح ، وصفحات الخدمة التي تزورها ، ووقت وتاريخ زيارتك ، والوقت
            الذي تقضيه في هذه الصفحات ومعرفات الجهاز الفريدة وبيانات التشخيص
            الأخرى.
          </p>
          <p>
            عند الوصول إلى الخدمة بجهاز ما ، قد تتضمن بيانات الاستخدام هذه
            معلومات مثل نوع الجهاز الذي تستخدمه والمعرف الفريد لجهازك وعنوان IP
            الخاص بجهازك ونظام تشغيل جهازك ونوع متصفح الإنترنت الذي تستخدمه
            ومعرفات الجهاز الفريدة وبيانات التشخيص الأخرى.
          </p>
        </div>

        <div className="mb-4 lg:mb-6">
          <p>
            <b> تتبع بيانات ملفات تعريف الارتباط</b>
          </p>
          <p>
            نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتتبع النشاط على
            خدمتنا ونحتفظ بمعلومات معينة.
          </p>
          <p>
            ملفات تعريف الارتباط هي ملفات تحتوي على كمية صغيرة من البيانات التي
            قد تتضمن معرفًا فريدًا مجهول الهوية. يتم إرسال ملفات تعريف الارتباط
            إلى متصفحك من موقع ويب وتخزينها على جهازك. تُستخدم أيضًا تقنيات
            التتبع الأخرى مثل الإشارات والعلامات والنصوص لجمع المعلومات وتتبعها
            ولتحسين خدمتنا وتحليلها.
          </p>
          <p>
            يمكنك توجيه المتصفح الخاص بك لرفض جميع ملفات تعريف الارتباط أو
            للإشارة إلى وقت إرسال ملف تعريف الارتباط. ومع ذلك ، إذا كنت لا تقبل
            ملفات تعريف الارتباط ، فقد لا تتمكن من استخدام بعض أجزاء من خدمتنا.
          </p>
        </div>

        <div className="mb-4 lg:mb-6">
          <p>أمثلة على ملفات تعريف الارتباط التي نستخدمها:</p>
          <p>
            0.1. <b> ملفات تعريف ارتباط الجلسة:</b> نستخدم ملفات تعريف ارتباط
            الجلسة لتشغيل خدمتنا.
          </p>
          <p>
            0.2. <b> ملفات تعريف الارتباط المفضلة:</b> نستخدم ملفات تعريف
            الارتباط المفضلة لتذكر تفضيلاتك والإعدادات المختلفة.
          </p>
          <p>
            0.3. <b> ملفات تعريف الارتباط الأمنية:</b> نستخدم ملفات تعريف
            الارتباط الأمنية لأغراض أمنية.
          </p>
          <p>
            0.4. <b> ملفات تعريف الارتباط الإعلانية:</b> تُستخدم ملفات تعريف
            الارتباط الإعلانية لتقديم إعلانات قد تكون ذات صلة بك وباهتماماتك.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <p>
            <b> بيانات أخرى</b>
          </p>
          <p>
            أثناء استخدام خدمتنا ، يجوز لنا أيضًا جمع المعلومات التالية: الجنس ،
            والعمر ، وتاريخ الميلاد ، ومكان الميلاد ، وتفاصيل جواز السفر ،
            والجنسية ، والتسجيل في مكان الإقامة والعنوان الفعلي ، ورقم الهاتف
            (العمل ، والجوال) ، تفاصيل المستندات المتعلقة بالتعليم ، والمؤهلات ،
            والتدريب المهني ، واتفاقيات التوظيف ، واتفاقيات NDA ، ومعلومات عن
            المكافآت والتعويضات ، ومعلومات عن الحالة الاجتماعية ، وأفراد الأسرة
            ، والضمان الاجتماعي (أو رقم تعريف دافع الضرائب الآخر) ، وموقع المكتب
            ، والبيانات الأخرى.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            5. <b> استخدام البيانات</b>
          </p>
          <p>تستخدم Mabet البيانات التي تم جمعها لأغراض مختلفة:</p>
          <p>0.1. لتقديم خدماتنا وصيانتها ؛</p>
          <p>0.2. لإخطارك بالتغييرات التي تطرأ على خدمتنا ؛</p>
          <p>
            0.3. للسماح لك بالمشاركة في الميزات التفاعلية لخدمتنا عندما تختار
            القيام بذلك ؛
          </p>
          <p>0.4. لتقديم دعم العملاء ؛</p>
          <p>
            0.5. لجمع التحليلات أو المعلومات القيمة حتى نتمكن من تحسين خدمتنا ؛
          </p>
          <p>0.6. لمراقبة استخدام خدمتنا ؛</p>
          <p>0.7. لاكتشاف المشكلات الفنية ومنعها ومعالجتها ؛</p>
          <p>0.8. لتحقيق أي غرض آخر تقدمه من أجله ؛</p>
          <p>
            0.9. لتنفيذ التزاماتنا وإنفاذ حقوقنا الناشئة عن أي عقود مبرمة بينك
            وبيننا ، بما في ذلك الفواتير والتحصيل ؛
          </p>
          <p>
            0.10. لتزويدك بإشعارات حول حسابك و / أو اشتراكك ، بما في ذلك إشعارات
            انتهاء الصلاحية والتجديد وإرشادات البريد الإلكتروني وما إلى ذلك ؛
          </p>
          <p>
            0.11. لتزويدك بالأخبار والعروض الخاصة والمعلومات العامة حول السلع
            والخدمات والأحداث الأخرى التي نقدمها والتي تشبه تلك التي اشتريتها
            بالفعل أو استفسرت عنها ما لم تكن قد اخترت عدم تلقي هذه المعلومات ؛
          </p>
          <p>0.12. بأي طريقة أخرى قد نصفها عند تقديم المعلومات ؛</p>
          <p>0.13. لأي غرض آخر بموافقتك.</p>
        </div>

        {/*  */}

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            6. <b> الاحتفاظ بالبيانات</b>
          </p>
          <p>
            سنحتفظ ببياناتك الشخصية فقط طالما كان ذلك ضروريًا للأغراض المنصوص
            عليها في سياسة الخصوصية هذه. سنحتفظ ببياناتك الشخصية ونستخدمها
            بالقدر اللازم للامتثال لالتزاماتنا القانونية (على سبيل المثال ، إذا
            طُلب منا الاحتفاظ ببياناتك للامتثال للقوانين المعمول بها) ، وحل
            النزاعات ، وإنفاذ اتفاقياتنا وسياساتنا القانونية.
          </p>
          <p>
            سنحتفظ أيضًا ببيانات الاستخدام لأغراض التحليل الداخلي. بشكل عام ،
            يتم الاحتفاظ ببيانات الاستخدام لفترة أقصر ، إلا في حالة استخدام هذه
            البيانات لتعزيز الأمان أو لتحسين وظائف خدمتنا ، أو عندما نكون ملزمين
            قانونًا بالاحتفاظ بهذه البيانات لفترات زمنية أطول.
          </p>
        </div>

        {/*  */}

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            7. <b> نقل البيانات</b>
          </p>
          <p>
            قد يتم نقل معلوماتك ، بما في ذلك البيانات الشخصية ، إلى أجهزة
            كمبيوتر موجودة خارج ولايتك أو مقاطعتك أو بلدك أو أي سلطة قضائية
            حكومية أخرى ، حيث قد تختلف قوانين حماية البيانات عن تلك الموجودة في
            ولايتك القضائية.
          </p>
          <p>
            إذا كنت متواجدًا خارج المملكة العربية السعودية واخترت تقديم معلومات
            إلينا ، فيرجى ملاحظة أننا نقوم بنقل البيانات ، بما في ذلك البيانات
            الشخصية ، إلى المملكة العربية السعودية ومعالجتها هناك.
          </p>
          <p>
            موافقتك على سياسة الخصوصية هذه متبوعة بتقديمك لهذه المعلومات تمثل
            موافقتك على هذا النقل.
          </p>
          <p>
            ستتخذ Mabet جميع الخطوات اللازمة بشكل معقول لضمان التعامل مع بياناتك
            بشكل آمن ووفقًا لسياسة الخصوصية هذه ولن يتم نقل بياناتك الشخصية إلى
            مؤسسة أو دولة ما لم تكن هناك ضوابط كافية مطبقة بما في ذلك أمان
            بياناتك ومعلوماتك الشخصية الأخرى.
          </p>
        </div>

        {/*  */}

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            8. <b> إفشاء البيانات</b>
          </p>
          <p>قد نكشف عن المعلومات الشخصية التي نجمعها أو تقدمها أنت:</p>
          <p>
            0.1. <b> المعاملات التجارية.</b>
          </p>
          <p>
            إذا اشتركنا نحن أو الشركات التابعة لنا في عملية دمج أو استحواذ أو
            بيع أصول ، فقد يتم نقل بياناتك الشخصية.
          </p>
          <p>
            0.2. <b> حالات أخرى. قد نكشف عن معلوماتك أيضًا:</b>
          </p>
          <p>0.2.1. للشركات التابعة والشركات التابعة لنا ؛</p>
          <p>
            0.2.2. للمقاولين ومقدمي الخدمات والأطراف الثالثة الأخرى التي
            نستخدمها لدعم أعمالنا ؛
          </p>
          <p>0.2.3. لتحقيق الغرض الذي تقدمه من أجله ؛</p>
          <p>0.2.4. لغرض تضمين شعار شركتك على موقعنا ؛</p>
          <p>0.2.5. لأي غرض آخر نكشف عنه عند ذ أو تقديم المعلومات ؛</p>
          <p>0.2.6. بموافقتك في أي حالات أخرى ؛</p>
          <p>
            0.2.7. إذا كنا نعتقد أن الإفصاح ضروري أو مناسب لحماية حقوق أو
            ممتلكات أو سلامة الشركة أو عملائنا أو غيرهم.
          </p>
        </div>

        {/*  */}

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            9. <b> أمان البيانات</b>
          </p>
          <p>
            يعد أمان بياناتك أمرًا مهمًا بالنسبة إلينا ، ولكن تذكر أنه لا توجد
            وسيلة نقل عبر الإنترنت أو طريقة تخزين إلكتروني آمنة بنسبة 100٪.
            بينما نسعى جاهدين لاستخدام وسائل مقبولة تجاريًا لحماية بياناتك
            الشخصية ، لا يمكننا ضمان أمنها المطلق.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            10.{" "}
            <b>
              حقوق حماية البيانات الخاصة بك بموجب اللائحة العامة لحماية البيانات
              (GDPR)
            </b>
          </p>
          <p>
            إذا كنت مقيمًا في الاتحاد الأوروبي (EU) والمنطقة الاقتصادية
            الأوروبية (EEA) ، فلديك بعض حقوق حماية البيانات التي تغطيها اللائحة
            العامة لحماية البيانات.
          </p>
          <p>
            نهدف إلى اتخاذ خطوات معقولة للسماح لك بتصحيح أو تعديل أو حذف أو
            تقييد استخدام بياناتك الشخصية.
          </p>
          <p>
            إذا كنت ترغب في إبلاغك بالبيانات الشخصية التي نحتفظ بها عنك وإذا كنت
            تريد إزالتها من أنظمتنا ، فيرجى مراسلتنا عبر البريد الإلكتروني على{" "}
            <b>support@mabet.com.sa</b>.
          </p>
          <p>في ظروف معينة ، تتمتع بحقوق حماية البيانات التالية:</p>
          <p>
            0.1. الحق في الوصول إلى المعلومات التي لدينا عنك أو تحديثها أو حذفها
            ؛
          </p>
          <p>
            0.2. حق التصحيح. لديك الحق في تصحيح معلوماتك إذا كانت هذه المعلومات
            غير دقيقة أو غير كاملة ؛
          </p>
          <p>
            0.3. الحق في الاعتراض. لديك الحق في الاعتراض على معالجتنا لبياناتك
            الشخصية ؛
          </p>
          <p>
            0.4. حق التقييد. لديك الحق في طلب تقييد معالجة معلوماتك الشخصية ؛
          </p>
          <p>
            0.5. الحق في نقل البيانات. يحق لك الحصول على نسخة من بياناتك الشخصية
            بتنسيق منظم وقابل للقراءة آليًا وشائع الاستخدام ؛
          </p>
          <p>
            0.6. الحق في سحب الموافقة. لديك أيضًا الحق في سحب موافقتك في أي وقت
            نعتمد فيه على موافقتك لمعالجة معلوماتك الشخصية ؛
          </p>
          <p>
            الرجاء ملاحظة أننا قد نطلب منك التحقق من هويتك قبل الرد على هذه
            الطلبات. يرجى ملاحظة أننا قد لا نتمكن من تقديم الخدمة بدون بعض
            البيانات الضرورية.
          </p>
          <p>
            لديك الحق في تقديم شكوى إلى هيئة حماية البيانات بشأن جمعنا لبياناتك
            الشخصية واستخدامها. لمزيد من المعلومات ، يرجى الاتصال بهيئة حماية
            البيانات المحلية في المنطقة الاقتصادية الأوروبية (EEA).
          </p>
        </div>

        {/*  */}
        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            11.{" "}
            <b>
              حقوق حماية البيانات الخاصة بك بموجب قانون حماية الخصوصية في
              كاليفورنيا (CalOPPA)
            </b>
          </p>
          <p>
            CalOPPA هو أول قانون ولاية في الدولة يطالب المواقع التجارية والخدمات
            عبر الإنترنت بنشر سياسة الخصوصية. يمتد نطاق القانون إلى ما هو أبعد
            من ولاية كاليفورنيا ليطلب من شخص أو شركة في الولايات المتحدة (ويمكن
            تصوره للعالم) تشغيل مواقع الويب التي تجمع معلومات التعريف الشخصية من
            مستهلكي كاليفورنيا لنشر سياسة خصوصية واضحة على موقعها على الويب توضح
            بالضبط المعلومات التي يتم جمعها وتلك الأفراد الذين تتم مشاركتها معهم
            ، والامتثال لهذه السياسة.
          </p>
          <p>وفقًا لـ CalOPPA ، نوافق على ما يلي:</p>
          <p>0.1. يمكن للمستخدمين زيارة موقعنا بشكل مجهول ؛</p>
          <p>
            0.2. يشتمل رابط سياسة الخصوصية الخاصة بنا على كلمة "الخصوصية" ،
            ويمكن العثور عليه بسهولة على الصفحة الرئيسية لموقعنا على الويب ؛
          </p>
          <p>
            0.3. سيتم إخطار المستخدمين بأي تغييرات في سياسة الخصوصية على صفحة
            سياسة الخصوصية الخاصة بنا ؛
          </p>
          <p>
            0.4. يمكن للمستخدمين تغيير معلوماتهم الشخصية عن طريق مراسلتنا عبر
            البريد الإلكتروني على <b> support@mabet.com.sa</b>.
          </p>
          <p>سياستنا بشأن إشارات "عدم التعقب":</p>
          <p>
            نحترم إشارات "عدم التتبع" ولا نتتبع ملفات تعريف الارتباط أو نزرعها
            أو نستخدم الإعلانات عندما تكون آلية متصفح "عدم التعقب" في مكانها
            الصحيح. "عدم التعقب" هو تفضيل يمكنك تعيينه في متصفح الويب لإعلام
            مواقع الويب بأنك لا تريد أن يتم تتبعك.
          </p>
          <p>
            يمكنك تمكين "عدم التعقب" أو تعطيله من خلال زيارة صفحة "التفضيلات" أو
            "الإعدادات" في متصفح الويب.
          </p>
        </div>

        {/*  */}
        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            12.{" "}
            <b>
              حقوق حماية البيانات الخاصة بك بموجب قانون خصوصية المستهلك في
              كاليفورنيا (CCPA)
            </b>
          </p>
          <p>
            إذا كنت مقيمًا في كاليفورنيا ، فيحق لك معرفة البيانات التي نجمعها
            عنك ، واطلب حذف بياناتك وعدم بيعها (مشاركتها). لممارسة حقوق حماية
            البيانات الخاصة بك ، يمكنك تقديم طلبات معينة ومطالبتنا بما يلي:
          </p>
          <p>
            <b>
              0.1. ما هي المعلومات الشخصية التي لدينا عنك. إذا قدمت هذا الطلب ،
              فسنعود إليك:
            </b>
          </p>
          <p>0.0.1. فئات المعلومات الشخصية التي جمعناها عنك.</p>
          <p>0.0.2. فئات المصادر التي نجمع منها معلوماتك الشخصية.</p>
          <p>0.0.3. الغرض التجاري أو التجاري لجمع أو بيع معلوماتك الشخصية.</p>
          <p>0.0.4. فئات الجهات الخارجية التي نشارك معها المعلومات الشخصية.</p>
          <p>
            0.0.5. الأجزاء المحددة من المعلومات الشخصية التي لدينا جمعت عنك.
          </p>
          <p>
            0.0.6. قائمة بفئات المعلومات الشخصية التي قمنا ببيعها ، إلى جانب فئة
            أي شركة أخرى قمنا ببيعها لها. إذا لم نقم ببيع معلوماتك الشخصية ،
            فسنبلغك بهذه الحقيقة.
          </p>
          <p>
            0.0.7. قائمة بفئات المعلومات الشخصية التي كشفنا عنها لغرض تجاري ،
            جنبًا إلى جنب مع فئة أي شركة أخرى شاركناها معها.
          </p>
          <p>
            الرجاء ملاحظة أنه يحق لك أن تطلب منا تزويدك بهذه المعلومات حتى مرتين
            في فترة اثني عشر شهرًا. عند تقديم هذا الطلب ، قد تقتصر المعلومات
            المقدمة على المعلومات الشخصية التي جمعناها عنك في الاثني عشر شهرًا
            الماضية.
          </p>
          <p>
            <b>
              0.2. لحذف معلوماتك الشخصية. إذا قمت بتقديم هذا الطلب ، فسنحذف
              المعلومات الشخصية التي نحتفظ بها عنك اعتبارًا من تاريخ طلبك من
              سجلاتنا ونوجه أي من مزودي الخدمة لفعل الشيء نفسه. في بعض الحالات ،
              يمكن أن يتم الحذف من خلال إلغاء تعريف المعلومات. إذا اخترت حذف
              معلوماتك الشخصية ، فقد لا تتمكن من استخدام وظائف معينة تتطلب تشغيل
              معلوماتك الشخصية.
            </b>
          </p>
          <p>
            <b>
              0.3. للتوقف عن بيع معلوماتك الشخصية. نحن لا نبيع أو نؤجر معلوماتك
              الشخصية لأي طرف ثالث لأي غرض. نحن لا نبيع معلوماتك الشخصية مقابل
              مادي. ومع ذلك ، في بعض الظروف ، يمكن اعتبار نقل المعلومات الشخصية
              إلى طرف ثالث ، أو داخل مجموعة شركاتنا ، دون مقابل نقدي ، بمثابة
              "بيع" بموجب قانون ولاية كاليفورنيا. أنت المالك الوحيد لبياناتك
              الشخصية ويمكنك طلب الكشف عنها أو حذفها في أي وقت.
            </b>
          </p>
          <p>
            إذا قدمت طلبًا لوقف بيع معلوماتك الشخصية ، فسنتوقف عن إجراء عمليات
            النقل هذه.
          </p>
          <p>
            يرجى ملاحظة أنه إذا طلبت منا حذف بياناتك أو التوقف عن بيعها ، فقد
            يؤثر ذلك على تجربتك معنا ، وقد لا تتمكن من المشاركة في بعض البرامج
            أو خدمات العضوية التي تتطلب استخدام معلوماتك الشخصية لتعمل . ولكن في
            أي ظرف من الظروف ، سوف نميز ضدك بسبب ممارستك لحقوقك.
          </p>
          <p>
            لممارسة حقوق حماية بيانات كاليفورنيا الموضحة أعلاه ، يرجى إرسال طلبك
            (طلباتك) عبر البريد الإلكتروني: <b> support@mabet.com.sa</b>.
          </p>
          <p>
            تتم تغطية حقوق حماية البيانات الخاصة بك ، الموضحة أعلاه ، بموجب
            قانون خصوصية المستهلك في كاليفورنيا ، باختصار لقانون خصوصية المستهلك
            في كاليفورنيا. لمعرفة المزيد ، قم بزيارة الموقع الرسمي للمعلومات
            التشريعية لولاية كاليفورنيا. دخلت CCPA حيز التنفيذ في 01/01/2020.
          </p>
        </div>

        {/*  */}

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            13. <b> مقدمو الخدمة</b>
          </p>
          <p>
            يجوز لنا توظيف شركات وأفراد تابعين لجهات خارجية لتسهيل خدمتنا (
            <b>"مقدمو الخدمة"</b>) ، أو تقديم الخدمة نيابة عنا ، أو أداء الخدمات
            ذات الصلة بالخدمة أو مساعدتنا في تحليل كيفية استخدام خدمتنا .
          </p>
          <p>
            تتمتع هذه الأطراف الثالثة بحق الوصول إلى بياناتك الشخصية فقط لأداء
            هذه المهام نيابة عنا ، وهي ملزمة بعدم الكشف عنها أو استخدامها لأي
            غرض آخر.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            14. <b> تحليلات</b>
          </p>
          <p>
            قد نستخدم مزودي خدمة تابعين لجهات خارجية لمراقبة وتحليل استخدام
            خدمتنا.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            15. <b> أدوات CI / CD</b>
          </p>
          <p>
            يجوز لنا استخدام موفري خدمات تابعين لجهات خارجية لأتمتة عملية تطوير
            خدمتنا.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            16. <b> تجديد النشاط التسويقي السلوكي</b>
          </p>
          <p>
            قد نستخدم خدمات تجديد النشاط التسويقي للإعلان لك على مواقع الويب
            التابعة لجهات خارجية بعد زيارتك للخدمة. نستخدم نحن وموردينا
            الخارجيين ملفات تعريف الارتباط للإبلاغ عن الإعلانات وتحسينها وعرضها
            استنادًا إلى زياراتك السابقة لخدمتنا.
          </p>
        </div>

        {/*  */}

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            17. <b> المدفوعات</b>
          </p>
          <p>
            قد نقدم منتجات و / أو خدمات مدفوعة داخل الخدمة. في هذه الحالة ،
            نستخدم خدمات الجهات الخارجية لمعالجة الدفع (مثل معالجات الدفع).
          </p>
          <p>
            لن نخزن أو نجمع تفاصيل بطاقة الدفع الخاصة بك. يتم تقديم هذه
            المعلومات مباشرة إلى معالجي الدفع التابعين لجهات خارجية والذين يخضع
            استخدامهم لمعلوماتك الشخصية لسياسة الخصوصية الخاصة بهم. تلتزم
            معالجات الدفع هذه بالمعايير التي حددتها PCI-DSS كما يديرها مجلس
            معايير أمان PCI ، وهو جهد مشترك لعلامات تجارية مثل Visa و Mastercard
            و American Express و Discover. تساعد متطلبات PCI-DSS على ضمان
            المعالجة الآمنة لمعلومات الدفع.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            18. <b> روابط إلى مواقع أخرى</b>
          </p>
          <p>
            قد تحتوي خدمتنا على روابط لمواقع أخرى لا نقوم بتشغيلها. إذا نقرت على
            رابط جهة خارجية ، فسيتم توجيهك إلى موقع الطرف الثالث. ننصحك بشدة
            بمراجعة سياسة الخصوصية لكل موقع تزوره.
          </p>
          <p>
            ليس لدينا أي سيطرة ولا نتحمل أي مسؤولية عن المحتوى أو سياسات
            الخصوصية أو ممارسات أي مواقع أو خدمات تابعة لجهات خارجية.
          </p>
        </div>

        {/*  */}

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            19.{" "}
            <b>
              {" "}
              <b> خصوصية الأطفال</b>
            </b>
          </p>
          <p>
            خدماتنا غير مخصصة للاستخدام من قبل الأطفال الذين تقل أعمارهم عن 18
            عامًا (<b> "الطفل"</b> أو <b> "الأطفال"</b>).
          </p>
          <p>
            نحن لا نجمع معلومات التعريف الشخصية عن عمد معلومات من الأطفال دون سن
            18 عامًا. إذا علمت أن أحد الأطفال قد زودنا ببيانات شخصية ، فيرجى
            الاتصال بنا. إذا علمنا أننا جمعنا بيانات شخصية من الأطفال دون التحقق
            من موافقة الوالدين ، فإننا نتخذ خطوات لإزالة هذه المعلومات من
            خوادمنا.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            20. <b> التغييرات في سياسة الخصوصية هذه</b>
          </p>
          <p>
            قد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. سنخطرك بأي
            تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة.
          </p>
          <p>
            سنخبرك عبر البريد الإلكتروني و / أو إشعارًا بارزًا على خدمتنا ، قبل
            أن يصبح التغيير ساريًا وتحديث "تاريخ السريان" في الجزء العلوي من
            سياسة الخصوصية هذه.
          </p>
          <p>
            يُنصح بمراجعة سياسة الخصوصية هذه بشكل دوري لمعرفة أي تغييرات. تسري
            التغييرات التي تطرأ على سياسة الخصوصية هذه عند نشرها على هذه الصفحة.
          </p>
        </div>

        {/*  */}

        <div className="">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            21. <b> اتصل بنا</b>
          </p>
          <p>
            إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه ، فيرجى الاتصال بنا
            عبر البريد الإلكتروني: <b> support@mabet.com.sa</b>.
          </p>
        </div>
      </div>
    </main>
  )
}

export default ArPrivacyPolicy
