/* eslint-disable react/no-unescaped-entities */
import React from "react"

const ArTermsAndConditions = () => {
  return (
    <main className="py-10 text-[14px] lg:py-20 lg:text-[16px]">
      <div className="container rounded-3xl border py-5 leading-loose shadow-lg lg:!px-6 lg:py-10">
        <div className="mb-6 lg:mb-8">
          <h2 className="mb-6 text-center text-xl lg:text-3xl">
            <strong> الشروط والأحكام </strong>
          </h2>
          <p className="mb-4 lg:mb-6">
            مرحبًا بك في
            <span className="text-main light preview_website_name">Mabet</span>!
          </p>
          <p>
            توضح هذه البنود والشروط القواعد واللوائح الخاصة باستخدام موقع
            <span className="text-main light preview_company_name">
              اسم الشركة
            </span>
            على الويب ، الموجود في
            <span className="text-main light preview_website_url">
              mabet.com.sa
            </span>
            .
          </p>
          <p>
            بدخولك إلى هذا الموقع ، نفترض أنك تقبل هذه الشروط والأحكام. لا تستمر
            في استخدام
            <span className="text-main light preview_website_name">Mabet</span>
            إذا كنت لا توافق على اتخاذ جميع البنود والشروط المنصوص عليها في هذه
            الصفحة.
          </p>
          <p>
            تنطبق المصطلحات التالية على هذه الشروط والأحكام وبيان الخصوصية
            وإشعار إخلاء المسؤولية وجميع الاتفاقيات: يشير مصطلح "العميل" و "أنت"
            و "الخاص بك" إليك ، والشخص الذي يقوم بتسجيل الدخول إلى هذا الموقع
            الإلكتروني ومتوافق مع شروط الشركة و شروط. تشير "الشركة" و "أنفسنا" و
            "نحن" و "لنا" و "نحن" إلى شركتنا. يشير "الطرف" أو "الأطراف" أو "نحن"
            إلى كل من العميل وأنفسنا. تشير جميع الشروط إلى العرض والقبول والنظر
            في الدفع اللازم للاضطلاع بعملية مساعدتنا للعميل بالطريقة الأنسب
            للغرض الصريح المتمثل في تلبية احتياجات العميل فيما يتعلق بتوفير
            خدمات الشركة المعلنة ، وفقًا لـ وتخضع للقانون السائد في هولندا. أي
            استخدام للمصطلحات المذكورة أعلاه أو غيرها من الكلمات في صيغة المفرد
            والجمع و / أو هو / هي أو هم ، يتم اعتباره قابلاً للتبادل وبالتالي
            يشير إلى نفسه.
          </p>
        </div>
        <div className="mb-6 lg:mb-8">
          <h3 className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            <strong> ملفات تعريف الارتباط </strong>
          </h3>
          <p>
            نحن نوظف استخدام ملفات تعريف الارتباط. من خلال الوصول إلى
            <span className="light preview_website_name"> Mabet </span> ، فإنك
            توافق على استخدام ملفات تعريف الارتباط بالاتفاق مع سياسة خصوصية
            <span className="المميزة preview_company_name"> اسم الشركة </span>.
          </p>
          <p>
            تستخدم معظم مواقع الويب التفاعلية ملفات تعريف الارتباط للسماح لنا
            باسترداد تفاصيل المستخدم لكل زيارة. يستخدم موقعنا ملفات تعريف
            الارتباط لتمكين وظائف مناطق معينة لتسهيل زيارة الأشخاص لموقعنا. قد
            يستخدم بعض الشركاء التابعين / المعلنين أيضًا ملفات تعريف الارتباط.
          </p>
        </div>

        {/*  */}

        <div className="mb-6 lg:mb-8">
          <h3 className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            <strong> الترخيص </strong>
          </h3>
          <p>
            ما لم يُنص على خلاف ذلك ،
            <span className="highlight preview_company_name">اسم الشركة</span>و
            / أو يمتلك المرخصون التابعون لها حقوق الملكية الفكرية لجميع المواد
            الموجودة على
            <span className="light preview_website_name"> Mabet </span> . جميع
            حقوق الملكية الفكرية محفوظة. يمكنك الوصول إلى هذا من
            <span className="light preview_website_name"> Mabet </span>
            لاستخدامك الشخصي مع مراعاة القيود المنصوص عليها في هذه الشروط
            والأحكام.
          </p>
          <p> يحظر عليك: </p>
          <ul>
            <li>
              إعادة نشر المواد من
              <span className="light preview_website_name"> Mabet </span>
            </li>
            <li>
              بيع المواد أو تأجيرها أو ترخيصها من الباطن من
              <span className="light preview_website_name"> Mabet </span>
            </li>
            <li>
              إعادة إنتاج المواد أو نسخها أو نسخها من
              <span className="light preview_website_name"> Mabet </span>
            </li>
            <li>
              إعادة توزيع المحتوى من
              <span className="light preview_website_name"> Mabet </span>
            </li>
          </ul>
          <p> تبدأ هذه الاتفاقية في تاريخها. </p>
          <p>
            توفر أجزاء من هذا الموقع فرصة للمستخدمين لنشر وتبادل الآراء
            والمعلومات في مناطق معينة من الموقع. لا يقوم
            <span className="light preview_company_name">اسم الشركة</span>
            بتصفية التعليقات أو تحريرها أو نشرها أو مراجعتها قبل ظهورها على موقع
            الويب. لا تعكس التعليقات وجهات نظر وآراء
            <span className="light preview_company_name">اسم الشركة</span>
            ووكلائها و / أو الشركات التابعة لها. تعكس التعليقات وجهات نظر وآراء
            الشخص الذي ينشر وجهات نظره وآرائه. إلى الحد الذي تسمح به القوانين
            المعمول بها ، لن يكون
            <span className="light preview_company_name">اسم الشركة</span>
            مسؤولاً عن التعليقات أو عن أي مسؤولية أو أضرار أو نفقات ناتجة و / أو
            تكبدتها نتيجة لأي استخدام و / أو نشر و / أو ظهور التعليقات على هذا
            الموقع.
          </p>
          يحتفظ
          <p>
            <span className="light preview_company_name">اسم الشركة</span>
            بالحق في مراقبة جميع التعليقات وإزالة أي تعليقات يمكن اعتبارها غير
            ملائمة أو مسيئة أو تسبب خرقًا لهذه الشروط والأحكام.
          </p>
          <p> أنت تضمن وتقر بما يلي: </p>
          <ul>
            <li>
              يحق لك نشر التعليقات على موقعنا ولديك جميع التراخيص والموافقات
              اللازمة للقيام بذلك ؛
            </li>
            <li>
              لا تنتهك التعليقات أي حق من حقوق الملكية الفكرية ، بما في ذلك على
              سبيل المثال لا الحصر حقوق الطبع والنشر أو براءة الاختراع أو
              العلامة التجارية لأي طرف ثالث ؛
            </li>
            <li>
              لا تحتوي التعليقات على أي تشهير أو تشهير لنا أو مواد مسيئة أو غير
              لائقة أو غير قانونية بطريقة أخرى والتي تعد انتهاكًا للخصوصية
            </li>
            <li>
              لن يتم استخدام التعليقات لالتماس أو الترويج لأنشطة تجارية أو مخصصة
              أو حالية أو نشاط غير قانوني.
            </li>
          </ul>
          <p>
            أنت بموجب هذا تمنح
            <span className="signature preview_company_name">اسم الشركة</span>
            ترخيصًا غير حصري لاستخدام وإعادة إنتاج وتحرير وتفويض الآخرين
            لاستخدام وإعادة إنتاج وتحرير أي من تعليقاتك في أي وجميع الأشكال أو
            التنسيقات أو الوسائط.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <h3 className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            <strong> الارتباط التشعبي إلى المحتوى الخاص بنا </strong>
          </h3>
          <p>
            قد ترتبط المنظمات التالية بموقعنا على الويب دون موافقة كتابية مسبقة:
          </p>
          <ul>
            <li> الهيئات الحكومية </li>
            <li> محركات البحث </li>
            <li> المؤسسات الإخبارية </li>
            <li>
              يجوز لموزعي الدليل عبر الإنترنت الارتباط بموقعنا على الويب بنفس
              طريقة الارتباط التشعبي لمواقع الويب الخاصة بشركات أخرى مدرجة ؛ و
            </li>
            <li>
              الشركات المعتمدة على مستوى النظام باستثناء طلب المنظمات غير
              الربحية ومراكز التسوق الخيرية ومجموعات جمع التبرعات الخيرية التي
              قد لا ترتبط ارتباطًا تشعبيًا بموقعنا على الويب.
            </li>
          </ul>
          <p>
            قد ترتبط هذه المنظمات بصفحتنا الرئيسية أو بالمنشورات أو بمعلومات
            أخرى على موقع الويب طالما أن الرابط: (أ) ليس مخادعًا بأي شكل من
            الأشكال ؛ (ب) لا يعني ضمنيًا رعاية أو تأييد أو موافقة الطرف المرتبط
            ومنتجاته و / أو خدماته ؛ و (ج) يناسب سياق موقع الطرف المرتبط.
          </p>
          <p>
            يجوز لنا النظر في طلبات الارتباط الأخرى والموافقة عليها من الأنواع
            التالية من المؤسسات:
          </p>
          <ul>
            <li> مصادر معلومات المستهلك و / أو النشاط التجاري المعروفة ؛ </li>
            <li> مواقع مجتمع dot.com ؛ </li>
            <li> جمعيات أو مجموعات أخرى تمثل الجمعيات الخيرية ؛ </li>
            <li> موزعو الدليل عبر الإنترنت ؛ </li>
            <li> بوابات الإنترنت ؛ </li>
            <li> شركات المحاسبة والقانون والاستشارات ؛ و </li>
            <li> المؤسسات التعليمية والجمعيات التجارية. </li>
          </ul>
          <p>
            سنوافق على طلبات الارتباط من هذه المنظمات إذا قررنا ما يلي: (أ) لن
            يجعلنا الرابط ننظر بشكل غير موات لأنفسنا أو لشركاتنا المعتمدة ؛ (ب)
            ليس لدى المنظمة أي سجلات سلبية معنا ؛ (ج) تعوض الفائدة التي تعود
            علينا من ظهور الارتباط التشعبي عدم وجود
            <span className="light preview_company_name"> اسم الشركة </span> ؛ و
            (د) الارتباط في سياق معلومات الموارد العامة.
          </p>
          <p>
            قد ترتبط هذه المنظمات بصفحتنا الرئيسية طالما أن الرابط: (أ) ليس
            مخادعًا بأي شكل من الأشكال ؛ (ب) لا يعني ضمنيًا رعاية أو تأييد أو
            موافقة الطرف المرتبط ومنتجاته أو خدماته ؛ و (ج) يناسب سياق موقع
            الطرف المرتبط.
          </p>
          <p>
            إذا كنت إحدى المنظمات المدرجة في الفقرة 2 أعلاه وتهتم بالارتباط
            بموقعنا على الويب ، فيجب عليك إبلاغنا عن طريق إرسال بريد إلكتروني
            إلى <span className="light preview_company_name">اسم الشركة</span>.
            يرجى تضمين اسمك واسم مؤسستك ومعلومات الاتصال بالإضافة إلى عنوان URL
            الخاص بموقعك وقائمة بأي عناوين URL تنوي الارتباط بموقعنا على الويب
            وقائمة عناوين URL الموجودة على موقعنا والتي ترغب في الوصول إليها
            وصلة. انتظر 2-3 أسابيع للرد.
          </p>
          <p>
            يجوز للمنظمات المعتمدة الارتباط التشعبي لموقعنا على النحو التالي:
          </p>
          <ul>
            <li> باستخدام اسم شركتنا ؛ أو </li>
            <li> من خلال استخدام محدد موقع الموارد المرتبط بـ ؛ أو </li>
            <li>
              من خلال استخدام أي وصف آخر لموقعنا على الويب يتم ربطه بهذا الأمر
              في سياق وشكل المحتوى على موقع الطرف المرتبط.
            </li>
          </ul>
          <p>
            لن يُسمح باستخدام
            <span className="light preview_company_name"> اسم الشركة </span> أو
            أي عمل فني آخر لربط غياب اتفاقية ترخيص علامة تجارية.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <h3 className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            <strong> إطارات iFrames </strong>
          </h3>
          <p>
            بدون موافقة مسبقة وإذن كتابي ، لا يجوز لك إنشاء إطارات حول صفحات
            الويب الخاصة بنا والتي تغير بأي شكل من الأشكال العرض التقديمي المرئي
            لموقعنا أو مظهره.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <h3 className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            <strong> مسؤولية المحتوى </strong>
          </h3>
          <p>
            لن نتحمل المسؤولية عن أي محتوى يظهر على موقع الويب الخاص بك. أنت
            توافق على حمايتنا والدفاع عنا ضد جميع المطالبات التي تنشأ على موقع
            الويب الخاص بك. يجب ألا يظهر أي رابط (روابط) على أي موقع ويب يمكن
            تفسيره على أنه تشهيري أو فاحش أو إجرامي ، أو ينتهك أو ينتهك أو يدعو
            إلى التعدي أو الانتهاك الآخر لحقوق أي طرف ثالث.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <h3 className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            <strong> حجز الحقوق </strong>
          </h3>
          <p>
            نحتفظ بالحق في طلب إزالة جميع الروابط أو أي رابط معين إلى موقعنا.
            أنت توافق على إزالة جميع الروابط إلى موقعنا على الفور عند الطلب.
            نحتفظ أيضًا بالحق في تعديل هذه الشروط والأحكام وسياسة الربط الخاصة
            بها في أي وقت. من خلال الارتباط المستمر بموقعنا على الويب ، فإنك
            توافق على الالتزام بشروط وأحكام الربط هذه واتباعها.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <h3 className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            <strong> إزالة الروابط من موقعنا </strong>
          </h3>
          <p>
            إذا وجدت أي ارتباط مسيء على موقعنا الإلكتروني لأي سبب من الأسباب ،
            فلا تتردد في الاتصال بنا وإبلاغنا في أي لحظة. سننظر في طلبات إزالة
            الروابط ولكننا لسنا ملزمين بذلك أو بالرد عليك مباشرة.
          </p>
          <p>
            لا نضمن صحة المعلومات الواردة في هذا الموقع ، ولا نضمن اكتمالها أو
            دقتها ؛ كما أننا لا نعد بضمان بقاء موقع الويب متاحًا أو تحديث المواد
            الموجودة على الموقع.
          </p>
        </div>

        <div>
          <h3 className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            <strong> إخلاء المسؤولية </strong>
          </h3>
          <p>
            إلى أقصى حد يسمح به القانون المعمول به ، نستبعد جميع الإقرارات
            والضمانات والشروط المتعلقة بموقعنا على الويب واستخدام هذا الموقع. لا
            شيء في إخلاء المسؤولية هذا:
          </p>
          <ul>
            <li>
              تحديد أو استبعاد مسؤوليتنا أو مسؤوليتك عن الوفاة أو الإصابة
              الشخصية ؛
            </li>
            <li>
              تحديد أو استبعاد مسؤوليتنا أو مسؤوليتك عن الاحتيال أو التحريف
              الاحتيالي ؛
            </li>
            <li>
              تحديد أي من التزاماتنا أو التزاماتك بأي طريقة غير مسموح بها بموجب
              القانون المعمول به ؛ أو
            </li>
            <li>
              استبعاد أي من التزاماتنا أو التزاماتك التي قد لا يتم استبعادها
              بموجب القانون المعمول به.
            </li>
          </ul>
          <p>
            قيود وحظر المسؤولية المنصوص عليها في هذا القسم وفي أي مكان آخر في
            إخلاء المسؤولية هذا: (أ) تخضع للفقرة السابقة ؛ و (ب) تحكم جميع
            الالتزامات الناشئة بموجب إخلاء المسؤولية ، بما في ذلك الالتزامات
            الناشئة في العقد ، في حالة الضرر وخرق الواجب القانوني.
          </p>
          <p>
            طالما يتم توفير موقع الويب والمعلومات والخدمات على الموقع مجانًا ،
            فلن نكون مسؤولين عن أي خسارة أو ضرر من أي نوع.
          </p>
        </div>
      </div>
    </main>
  )
}

export default ArTermsAndConditions
