/* eslint-disable react/no-unescaped-entities */
import React from "react"

const ArReservationPolicy = () => {
  return (
    <main className="py-10 text-[14px] lg:py-20 lg:text-[16px]">
      <div className="container rounded-3xl border py-5 leading-loose shadow-lg lg:!px-6 lg:py-10">
        <div className="mb-6 lg:mb-8">
          <h1 className="mb-6 text-center text-xl font-bold lg:text-3xl">
            شروط الحجز
          </h1>

          <p>تاريخ السريان: 2022-09-05</p>
        </div>
        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            الشروط الأساسية
          </p>

          <p>
            اذا اتممت عملية حجز على تطبيق او موقع مبيت ، فإنك ملتزم وموافق كلياً
            على جميع شروط الحجز التي وضعها مكان الإقامة، وتشمل كذلك قوانين
            الإلغاء وعدم الحضور، ( يمكن ان يزودك المضيف ببعض الشروط والأحكام
            الإضافية الخاصة عند وصولك مكان الإقامة المحدد وذلك دون اي تبعات
            ماليه )
          </p>
        </div>
        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            الوصول متأخر أو عدم الحضور
          </p>
          <p>
            يجب عليك التواصل مع مبيت في حال رغبت بإلغاء حجزك (القابل للالغاء )
            خلال ٢٤ ساعه من وقت تنفيذه ، على أن لا يكون موعد الوصول خلال اقل من
            ٢٤ ساعه . وإذا لم تتمكن من تسجيل الدخول لمكان الإقامة في يوم الحجز ،
            فقد يتم إلغاء حجزك خلال ٣ ساعات الاولى من والوقت المقرر لتسجيل
            الدخول ولن تستطيع استرداد اي من المبالغ المدفوعه بما فيها التأمين .
          </p>
        </div>
        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            تغيير أو إلغاء الحجز
          </p>

          <p>
            لا يمكن تغيير او إلغاء الحجز الا من خلال الاتصال بخدمة عملاء ( مبيت
            ) . حيث يخضع التغيير او الالغاء لموافقة مبيت و المضيف ( وقد يتم فرض
            رسوم على الالغاء في حالة الموافقه على الغاء الحجز )
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            حالات الالغاء من قبل المضيفين
          </p>

          <p>
            يتحمل المضيف حالات الغاء الحجوزات لأي سبب كان مثل " تداخل الحجوزات
            او الاسعار " ولا تتحمل مبيت اي مسؤوليه تجاه الاخطاء الناتجه من قبل
            المضيف ، ولكن نلتزم باستعادة كامل المبلغ للعميل في حال الالغاء او
            البحث عن بديل متاح.
          </p>
        </div>

        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            عدم مطابقة ما حجزته
          </p>
          <p>
            وصولك لمكان إقامتك، ننصحك بتقديم شكوى إلى إدارة مكان الإقامة اولاً .
            وفي حالة عدم تجاوب ادارة المكان مع طلبك يمكن التواصل مع مبيت ، على
            ان لايتجاوز فتره الدخول عن ٣ ساعات بحد اقصى .. الا في الحالات القصوى
            مثل ( تعطل الكهرباء - تعطل الاجهزه الكهربائيه ) ، حيث نعتذر عن
            استقبال الشكاوى بعد انتهاء فتره الحجز
          </p>
        </div>
        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            استرجاع المبالغ
          </p>

          <ul>
            <li>
              1-يستغرق عمليات استرجاع المبالغ من ساعه واحده الى ٧ ايام عمل ،
              علمًا في حال الدفع عبر مدى يستغرق الاسترجاع من ساعه الى ٦ ساعات
              عمل ، ومن خلال الفيزا يستغرق من ٣ الى ٧ ايام عمل بحسب الجهه
              المصدره للفيزا ،
            </li>
            <li>
              2-⁠تخضع عمليات استرجاع تابي الى ٣ ايام عمل على الاقل لرجوع المبلغ
              لمحفظتكم .
            </li>
          </ul>
        </div>
        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            معلومات موقع وتطبيق ( مبيت ) على الشبكه
          </p>
          <p>
            يستخدم تطبيق و موقع ( مبيت ) كل الوسائل لضمان جاهزية الموقع و
            التطبيق واتاحة كل الخدمات المرتبطة به، ولكن لا يمكن لها أن تضمن عمله
            بشكل مستمر أو بدون انقطاع.
          </p>
        </div>
        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            إخلاء مسؤولية عن الضمانات و تحديد المسؤولية
          </p>
          <p>
            إن تطبيق و موقع ( مبيت ) لا يملك أي ضمانات، سواء صريحة أو ضمنية،
            بخصوص محتوى الموقع و التطبيق، ويملك الحق بالتنازل عن جميع الضمانات
            وذلك وفقا لأقصى مدى متاح في القانون المعمول به. إن وصولك واستخدامك
            للبرمجيات وغيرها من المواد، أو من خلال الموقع أو التطبيق، يقع على
            مسؤوليتك الشخصية. إن تطبيق و موقع ( مبيت ) لا تقدم أية ضمانات حول
            الدقة أو الخلو من الفيروسات لمثل هذه البرامج. مع مراعاة القانون
            المعمول به، تحت أي ظرف من الظروف ان تطبيق و موقع ( مبيت ) والجهات
            المرخصة لها والموردين ومقدمي الخدمات لا يتحملون أي مسؤولية مباشرة أو
            غير مباشرة أو عرضية أو خاصة أو تأديبية أو تعويضات تبعية أو رادعة من
            أي نوع (بما في ذلك على سبيل المثال لا لحصر خسارة الأرباح أو المدخرات
            المفقودة أو الإيرادات، أو فقدان أو تلف البيانات أو المعلومات) التي
            تنشأ مع أي وسيلة اتصال باستخدام أو عدم القدرة على استخدام تطبيق و
            موقع ( مبيت ) سواء على أساس الإخلال بالعقد أو الضرر أو الإهمال أو
            المسؤولية عن المنتجات أو غير ذلك، حتى لو تم اعلامك عن امكانية حدوث
            أي أضرار. هذا يتضمن أي معلومات، منتجات أو خدمات يتم الحصول عليها أو
            عبر أي اتصال على الموقع أو التطبيق.
          </p>
        </div>
        <div className="mb-6 lg:mb-8">
          <p className="mb-2 text-lg font-bold lg:mb-3 lg:text-xl">
            الاستخدام المسموح
          </p>
          <p>عند استخدام موقع او تطبيق( مبيت ) فإنك توافق على:</p>
          <ul>
            <li>
              <>
                ١- استخدامه فقط لتحديد مدى توفر الخدمات والمنتجات المتوفرة في
                الموقع ولمساعدتك لجعل الحجوزات شرعية أو مزاولة الأعمال التجارية
                معنا. أنت توافق على استخدام الموقع و التطبيق فقط للاستخدام
                الشخصي وغير التجاري
              </>
            </li>
            <li>
              <>. ٢- استخدام خدمات الموقع فقط للحجوزات الشرعية</>
            </li>
            <li>
              <>
                ٣- أن تبلغ على الأقل 18عاماً وتملك الحق الشرعي لإنشاء التزام
                قانوني
              </>
            </li>
            <li>
              <>
                ٤- ستقوم بإعلام كل الأشخاص الآخرين الذين سوف تقوم بالحجز
                بالنيابة عنهم عن الأحكام التي استخدمت بالحجز الذي قمت به ، بما
                في ذلك جميع القواعد والقيود المطبقة عليها.
              </>
            </li>
            <li>
              <>
                ٥- عدم إجراء أي حجز وهمي أو تخميني أو تحسباً للطلب. من الممكن
                لتطبيق و موقع ( مبيت ) أن يقوم بالإلغاء، وبدون سابق إنذار، كل
                الحجوزات إلى جهة أو جهات متعددة و في نفس التاريخ.
              </>
            </li>
            <li>
              <>
                ٦- عدم تشويه، تغيير الواجهة الأمامية لمظهر الموقع أو البرنامج
                الأساسي.
              </>
            </li>
            <li>
              <>
                ٧- عدم القيام بأي عمل قد يؤدي الى أي حدوث ضغط غير محتمل أو غير
                متناسب للموقع أو التطبيق أو البنية التحتية الخاصة به.
              </>
            </li>
            <li>
              <>
                ٨- تقع على مسؤوليتك الشخصية التقيد بجميع شروطنا و أحكامنا الخاصة
                والتي تتضمن ،على سبيل المثال لا الحصر، الدفع الكامل وفي الوقت
                المناسب لجميع المبالغ المستحقة مع الامتثال لجميع القواعد
                المتعلقة حول توفر الأسعار ، المنتجات، أو الخدمات، جميع الرسوم.
              </>
            </li>
            <li>
              <>
                ٩- عدم فعل أي شيء قد يسبب الضرر ،او يتعارض مع، أو يشوش الوصول أو
                يضر بتوفر المحتوى على الموقع، عدم تحميل أي ملفات تحمل فيروسات
                للكمبيوتر أو أي رموز أخرى ، أو برامج معدة لاعتراض، أو تدمير أو
                الحد من وظيفة الموقع أو التطبيق .
              </>
            </li>
            <li>
              <>
                ١٠-عدم نشر، توزيع أو تحميل أي مواد تشهيرية، هجومية، انتهاكية،
                مضرة، تهديدية، مسيئة، ملتوية أو عنصرية ،أو غير ملائمة أخلاقياً
                أو غير ذلك من محتوى أو معلومات غير قانونية أو إرسال أي سلسلة
                رسائل بريد إلكتروني غير مرغوب به ، أو مواد السبام أو أي شكل آخر
                من أشكال التواصل بكميات كبيرة.
              </>
            </li>
            <li>
              <>
                ١١- عدم تهديد, إزعاج, إساءة ,تشويش, أو الاعتداء على حقوق الآخرين
                ,بما في ذلك حقوقهم الفردية.
              </>
            </li>
            <li>
              <>
                ١٢- عدم الحصول أو محاولة الحصول على دخول غير مصرح به للموقع أو
                أي حساب لعضو متواجد على الموقع ،أو انتحال أي شخصية أو تحريف
                العضوية مع شخص آخر
              </>
            </li>
            <li>
              <>
                ١٣- عدم القيام، التسبب أو السماح بأي شئ من الممكن أن ينتهك الضرر
                أو يتضارب مع حقوق الملكية الفكرية للموقع أو أي من شركاتنا
                المرتبطة أو أطراف أخرى.
              </>
            </li>
            <li>
              <>
                ١٤- عدم القيام بأي شيء غير قانوني من الممكن أن يخلق أي مسؤولية
                من جانب تطبيق و موقع ( مبيت )
              </>
            </li>
            <li>
              <>
                ١٥ - عدم الاعتداء على هذه الاتفاقية أو أي تشريع معمول به بأي
                طريقة.
              </>
            </li>
            <li>
              <>
                ١٦ - عدم تحميل أو إرفاق أي ملفات أو برامج أو أي مواد أخرى محمية
                من قبل قوانين حقوق الملكية الفكرية أو( أي حقوق خاصة أو عامة) ما
                لم يملك المستخدم الحقوق أو يستلم التفويض والموافقة لاستخدامها
                كما هو متطلب من القانون.
              </>
            </li>
            <li>
              <>
                ١٧- عدم تحميل أو إرفاق أي ملفات تحتوي على أي فيروسات أو ملفات
                تالفة أو أي برمجيات مشابهة أو برامج من الممكن أن تسبب الضرر لعمل
                كمبيوتر آخر.
              </>
            </li>
            <li>
              <>
                ١٨ - عدم القيام بمسح حق المؤلف أو إشعارات قانونية أو تسميات
                للملكية في أي ملف تم تحميله.
              </>
            </li>
            <li>
              <>
                ١٩عدم القيام بتزوير أصل أو مصدر البرمجيات أو المواد الأخرى الذي
                يتضمنها الملف الذي تم تحميله.
              </>
            </li>
            <li>
              <>
                ٢٠- عدم الإعلان عن أو عرض بيع أي بضائع أو خدمات ، أو إجراء أو
                إرسال دراسات استقصائية، مسابقات أو سلسلة رسائل، أو تحميل أي ملف
                ينشر من قبل مستخدم آخر ، وينبغي العلم انه لا يسمح بالترويج لها
                بهذه الطرق قانونياً.
              </>
            </li>
            <li>
              <>
                ٢١- عدم استخدام هذا الموقع أو التطبيق وأي من محتوياته لمثل هذا
                الغرض.
              </>
            </li>
            <li>
              <>
                ٢٢- عدم الوصول أو مراقبة أو نسخ أي محتوى أو معلومة من هذا الموقع
                باستخدام أي روبوت أو سبايدر أو سكرابر أو أي وسائل آلية أخرى أو
                أي عملية يدوية بدون الإذن الكتابي الصريح.
              </>
            </li>
            <li>
              <>
                ٢٣- عدم انتهاك القيود على الموقع أو التطبيق أو أي تجاوز أو تحايل
                لخرق التدابير الأخرى المستخدمة بهدف منع أو تقييد الوصول لهذا
                الموقع
              </>
            </li>
            <li>
              <>
                ٢٤- عدم اتخاذ أي إجراء يفرض، أو قد يفرض ، في تقديرنا عبئا غير
                محتمل أو غير متناسب مع البنية التحتية للموقع أو التطبيق .
              </>
            </li>
            <li>
              <>
                ٢٥-عدم القيام بعمل رابط عميق لأي جزء من هذا الموقع لأي غرض بدون
                الإذن الكتابي الصريح من طرفنا أو القيام بدمج أي جزء من هذا
                الموقع إلى أي موقع آخر دون الحصول على إذن كتابي مسبق.
              </>
            </li>

            <div>
              <p className="py-3 text-lg font-semibold">
                ٢٦- عدم إضافة، عرض ، تحميل ، تعديل، نشر ، نقل ، تحديث أو مشاركة
                مما يلي:
              </p>
              <ul>
                <li>
                  <>
                    ٢٧- المعلومات التي تخص شخصا آخر والتي لا يملك المستخدم أي حق
                    بالاحتفاظ بها.
                  </>
                </li>
                <li>
                  <>
                    ٢٨- المعلومات غير المرغوبة، التي تسبب ضررا جسيما للقصر ،أو
                    العنصرية أو التي تعتدي على خصوصية الآخرين ،او المكروهة عرقيا
                    ،أو التي تحط وتشجع على غسيل الأموال أو القمار
                  </>
                </li>
                <li>
                  <>
                    ٢٩- معلومات تنتهك أي براءة اختراع أو علامة تجارية أو حقوق
                    الطبع أو أي من حقوق الملكية الأخرى.
                  </>
                </li>
                <li>
                  <>
                    ٣٠- المعلومات التي تخدع أو تضلل المرسل اليه حول أصل هذه
                    الرسالة أو أي معلومات هجومية أو ذات طابع تهديدي.
                  </>
                </li>
                <li>
                  <>
                    ٣١- المعلومات التي تهدد وحدة أو سلامة أو دفاع أو أمن أو
                    علاقة ودية مع الدول الأجنبية أو النظام العام أو تسبب في
                    التحريض على ارتكاب أي جريمة معترف بها أو في منع اجراء
                    التحقيق في أي جريمة أو التسبب في إهانة دولة أخرى.
                  </>
                </li>
                <li>
                  <>٣٢- المعلومات التي تنتحل من قبل شخص آخر.</>
                </li>
              </ul>
            </div>
          </ul>
          <div className="mt-4">
            <p>
              إذا تبين لتطبيق و موقع ( مبيت ) أنك قمت بخرق أي من هذه الشروط و
              الأحكام ومن ناحية أخرى أثبت خلاف ذلك عند استخدامك للموقع . فإنها
              تحتفظ بالحق في:
            </p>

            <ul>
              <li>
                A- القيام بتحذيرك أنك قمت بخرق هذه الشروط والأحكام , والطلب منك
                بالتوقف عن هذا السلوك.
              </li>
            </ul>
            <ul>
              <li>
                B- حذف أي مواد أو محتوى من الممكن أنك قمت بنشره بدون القيام
                بإنذارك.
              </li>
              <li>
                C- اتخاذ تدابير (من ضمنها إيقاف، تعليق أو تقييد وصولك ) ومنعك من
                استخدام الموقع و التطبيق.
              </li>
              <li>
                D- إلغاء أي حجوزات من الممكن أن تكون قد قمت بها من دون الرجوع
                اليك.
              </li>
              <li>
                F- التبليغ عن الأنشطة الخاصة بك الى مزودي خدمة الإنترنت أو
                السلطات المختصة.
              </li>
              <li>G- اتخاذ إجراءات قانونية ضدك.</li>
            </ul>
          </div>
        </div>
      </div>
    </main>
  )
}

export default ArReservationPolicy
